var characterSet = [
	{
		'index': 0,
		'name': '反石実玖',
		'san': 5,
		'serifList': [
			{
				'serif': '……………ンだよ。そんなとこで見てんじゃねぇ、気が散る。',
				'image': 'Mmain.png'
			},
			{
				'serif': '邪魔だ、帰れ。',
				'image': 'Mmain.png'
			},
			{
				'serif': '……………………………………………。（集中してこちらに気付いていないようだ）',
				'image': 'Mmain.png'
			}
		],
		'tunList': [
			{
				'serif': 'これなら死後の世界、ってのも悪くねぇな。……アー訂正、アイツさえいなきゃ、最高だ。',
				'image': 'Mmain.png'
			},
			{
				'serif': 'アイツ、生きてた時に比べてキショくなったよな？？…ま、うるさくねぇ分には問題ねぇんだけどよ……',
				'image': 'Mmain.png'
			},
			{
				'serif': 'ピアス？…あぁ、邪魔だから付けンの止めた。',
				'image': 'Mmain.png'
			},
			{
				'serif': 'アイツが何してるかって？ンなもんオレが知るわけねぇだろ、自分で聞け。',
				'image': 'Mmain.png'
			},
			{
				'serif': 'ど～だよ、コレ。パブロ・ピカソの『道化師と少年』、なんつって。ハハッ！！',
				'image': 'Msub1.png'
			},
			{
				'serif': 'オレの作品が見たい、だぁ？土下座してお願いすンなら考えてやらなくもねぇよ！！ハハハ！！！',
				'image': 'Msub1.png'
			},
			{
				'serif': '好きな季節ゥ？暑くなきゃ問題ねぇよ。そーいう意味でもここは快適で悪くねぇ。',
				'image': 'Msub1.png'
			},
			{
				'serif': '心残りって言っちゃぁ…そりゃ、『青い部屋』の本物を目に焼き付けなかったことだな。……千載一遇のチャンスだったのに…',
				'image': 'Msub2.png'
			},
			{
				'serif': '死んだら先生に会えるかと思ったけどよ……よく考えたらオレと先生が同じ場所に行ける訳ねぇよな。そりゃそうだ。',
				'image': 'Msub2.png'
			},
			{
				'serif': '…ン？あぁ、それが『雪と陽』な。やっとあのキチガイ女が返してきたから置いてンだよ。ま、返ってきたところで飾る場所もねからな。',
				'image': 'Msub2.png'
			},
			{
				'serif': '…オレが死んでも、作品は生き続ける。…いつか誰かが見つけてくれンのかもな、ここにあるヤツらも、…『桃源郷』も。',
				'image': 'Msub2.png'
			},
			{
				'serif': '『桃源郷』は、あの爺さんが持ってったのか。………良い目持ってんじゃねぇかよ。',
				'image': 'Msub3.png'
			},
			{
				'serif': '……悔いはねぇよ。あ、アイツには言うなよ。',
				'image': 'Msub3.png'
			},
			{
				'serif': '触ンじゃねぇ！！！！！！！…未完成品だ、触るんじゃねぇよ。',
				'image': 'Msub4.png'
			},
			{
				'serif': '………うっせぇんだよ！！！！騒ぐなら地獄でも天国でも別ンとこ行けや……ここに来ンじゃねぇ。',
				'image': 'Msub4.png'
			},
			{
				'serif': '………………………………。………ンだよ、そんなオレが黙ってんのがおかしいか？？絵描く時ぐらい黙ってやってンに決まってるだろ。',
				'image': 'Msub5.png'
			},
			{
				'serif': 'チッ、…画材はあってもスマホがねぇから調べらンねぇ…本も少ねぇし。オイ…お前、本でも何でもいいから芸術に関するモン持って来いよ。',
				'image': 'Msub5.png'
			},
			{
				'serif': 'チッ………。………………。（どうやら絵画制作が上手くいっていないようだ）',
				'image': 'Msub5.png'
			},
			{
				'serif': 'クリスマス？？………ハッ、思い出したくもねぇ。あのクソカスオーナー……急にンなイベント入れやがって…………',
				'image': 'Msub5.png'
			},
			// {
			// 	'serif': 'そういや、あのキチガイ女が持ってった『雪と陽』、いつ返ってくんだ？「ポイピクに載せちゃお～！」っつってたけど。……パスワード？ンなの知るかよ、どーせタイトルとかじゃねぇの？',
			// 	'image': 'Msub2.png'
			// },
		]
	},
	// {
	// 	'index': 1,
	// 	'name': '権守 龍玄',
	// 	'san': 95,
	// 	'serifList': [
	// 		{
	// 			'serif': 'ryugen-a',
	// 			'image': 'Rmain'
	// 		}
	// 	],
	// 	'tunList': [
	// 		{
	// 			'serif': 'ryugen-b',
	// 			'image': 'Rsub'
	// 		}
	// 	]
	// },
	// {
	// 	'index': 2,
	// 	'name': '彩葉',
	// 	'san': 45,
	// 	'serifList': [
	// 		{
	// 			'serif': 'iroha-a',
	// 			'image': 'Imain'
	// 		}
	// 	],
	// 	'tunList': [
	// 		{
	// 			'serif': 'iroha-b',
	// 			'image': 'Isub'
	// 		}
	// 	]
	// },
	// {
	// 	'index': 3,
	// 	'name': '雪之丞',
	// 	'san': 75,
	// 	'serifList': [
	// 		{
	// 			'serif': 'yukinojo-a',
	// 			'image': 'Ymain'
	// 		}
	// 	],
	// 	'tunList': [
	// 		{
	// 			'serif': 'yukinojo-b',
	// 			'image': 'Ysub'
	// 		}
	// 	]
	// }
];